{
  "installTitle":{
    "message": "Willkommen bei Crossfoam"
  },
  "installSubTitle":{
    "message": "Durch Crossfoam eröffnen Filterblasen neue Perspektiven."
  },
  "installIntro":{
    "message": "Crossfoam ist eine Browser-Erweiterung, welche hilft Filterblasen zu visualisieren und so verständlich und nutzbar zu machen.<br /><br /><i>Andere soziale Netzwerke folgen bald.</i>"
  },
  "installSpecialHeadline":{
    "message": "Wir leben unser Leben in Blasen."
  },
  "installParagraph1":{
    "message": "Wir wählen unsere Freunde, unsere Quellen und unsere Diskussionen nicht zufällig aus. Statt dessen, ist es sehr viel wahrscheinlicher, dass wir Informationen konsumieren, welche unsere eigenen Meinungen, Geschmäcker und Interessen wiederspiegeln."
  },
  "installParagraph2":{
    "message": "Während Blasen in unserem Leben allgegenwärtig sind, nehmen diese im Digitalen eine spezielle Rolle ein. Unsere Entscheidungen, die Kuration durch Algorithmen und wirtschaftliche Anreize transformieren unsere Online Communities in sogeannte Echokammern. Kammern in denen alle sich verstehen und jeder die selben Meinungen hat."
  },
  "installParagraph3":{
    "message": "Andere Gemeinschaften, mit anderen Hintergründen, anderen Ideen und anderen Meinungen existieren, wir werden aber aktiv von diesen abgeschottet. Das Resultat sind Wiederholung und Ähnlichkeit auf der einen Seite sowie Mißverständnisse und Abgrenzung auf der anderen."
  },
  "installParagraph4":{
    "message": "Crossfoam analysiert und visualisiert deine Filterblasen in deinen sozialen Netzwerken. Hierdurch bekommst du die Chance zu erkennen, ob deine online Community eine Echokammer ist oder unterschiedliche Meinungen zusammenbringt."
  },
  "installParagraph5":{
    "message": "Detaillierte Analysen erlauben dir dein soziales Netzwerk zu explorieren, es diverser zu gestalten, oder — wenn gewünscht - noch spezifischer auszugestalten. Hierdurch wird Crossfoam zu einem Werkzeug zur digitalen Selbstbestimmung und Selbstermächtigung."
  },
  "servicesTwitterAuthorizeNote":{
    "message": "Wenn du Daten von Twitter sammeln möchtest, musst du Twitter erst autorisieren. Die Autorisierung und Nutzung ist kostenlos. ULTRAPOP erfährt nichts darüber wie du diese Anwendung nutzt, die Daten kommen direkt von Twitter zu dir.<br /><br /><i>Wenn du auf den Button klickst, wird sich ein neues Fenster oder Tab öffnen. Bitte folge den Anweisungen. Nach erfolgreichem Abschluss erhältst du einen Autorisierungs-Code. Komm auf diese Seite zurück und gib den Code ein.</i>"
  },
  "servicesTwitterAuthorize":{
    "message": "Twitter freischalten"
  },
  "servicesTwitterAuthorized":{
    "message": "Twitter ist freigeschaltet und kann nun genutzt werden."
  },
  "servicesTwitterAuthorizeFinish":{
    "message": "Autorisierung abschließen"
  },
  "servicesTwitterAuthAlert":{
    "message": "Bitte gib einen gültigen Twitter Autorisierungs-Code ein."
  },
  "visTooltipFriendOfFriend":{
    "message": "Freund eines Freundes"
  },
  "visTooltipDirectFriend":{
    "message": "Direkter Freund"
  },
  "visMenuOverview":{
    "message": "Übersicht"
  },
  "visMenuNetwork":{
    "message": "Netzwerk"
  },
  "visMenuCluster":{
    "message": "Cluster"
  },
  "visMenuList":{
    "message": "Liste"
  },
  "visListLegend":{
    "message": "Vernetzung innerhalb der Blase;Groß;Gering;Blase im Service anzeigen;oder ausblenden"
  },
  "visListUserNetwork": {
    "message": "Freunde im Netzwerk anzeigen"
  },
  "visListUserSocialProfile": {
    "message": "Social Media Profil"
  },
  "visLegendNumberOfConnections":{
    "message": "Anzahl der Verbindungen:"
  },
  "visLegendNumberOfUsers": {
    "message": "Anzahl Accounts im Cluster"
  },
  "visNetworkToggleOn":{
    "message": "Verbindungen in andere Cluster ausblenden"
  },
  "visNetworkToggleOff":{
    "message": "Verbindungen in andere Cluster anzeigen"
  },
  "visClusterToggleOn":{
    "message": "Verbindungen ausblenden"
  },
  "visClusterToggleOff":{
    "message": "Verbindungen über dritte anzeigen"
  },
  "visProxiesToggleOn":{
    "message": "Verbindungen über dritte ausblenden"
  },
  "visProxiesToggleOff":{
    "message": "Show links from proxies"
  },
  "visClusterIntro":{
    "message": "Erforsche die Cluster, bis hinunter zu einzelnen Personen und deren Verbindungen innerhalb des Netzwerkes."
  },
  "visOverviewIntro":{
    "message": "Die Freunde einer Nutzer*in und deren andere Freunde, haben den größten Einfluss auf die Inhalte die ihr/ihm angezeigt werden. Doch wer sind diese Nutzer*innen eigentlich?"
  },
  "visNetworkIntro":{
    "message": "Wenn Gruppen viele Querverbindungen untereinander haben, kann dies bedeuten, dass es sich um einen sehr homogenen Freundeskreis handel. Schalte die Verbindungen ein- und aus um die Querverbindungen zu sehen."
  },
  "nameNotAvailable":{
    "message": "Es tut uns leid, der Name dieses Nutzers ist nicht bekannt."
  },
  "friends":{
    "message": "Freunde"
  },
  "otherFriends": {
    "message": "Weitere Freunde von Freunden"
  },
  "followers":{
    "message": "Follower"
  },
  "connections":{
    "message": "Verbindungen"
  },
  "sharedFiendsOfFriends":{
    "message": "Gemeinsame Freunde von Freunden"
  },
  "noCluster":{
    "message": "Ohne Cluster"
  },
  "clusterModifyTitle":{
    "message": "Cluster bearbeiten"
  },
  "clusterModifyName":{
    "message": "Name des Clusters"
  },
  "updateVersion": {
    "message": "Crossfoam wurde von Version <span id=\"prevVersion\">$V1$</span> auf <span id=\"newVersion\">$V2$</span> aktualisiert.",
    "placeholders":{
      "V1": {
        "content": "$1",
        "example": "0.1"
      },
      "V2": {
        "content": "$2",
        "example": "0.2"
      }
    }
  },
  "updateMessage": {
    "message": "Bessere Gesamtperformance.;Nicht benötigte Objekte wurden aus dem local-storage entfernt um Speicherplatz freizugeben.;Eine neue Visualisierung für die Exploration von Clustern."
  },
  "selectionTitle":{
    "message": "Datensammlung"
  },
  "selectionInProgress":{
    "message": "Die Datensammlung läuft noch."
  },
  "selectionIntro":{
    "message": "Wähle einen der Datensätze aus, um das Netzwerk zu erforschen oder die Namen und Farben der Blasen zu bearbeiten, $IMG1$ die Netzwerkdaten zu exportieren oder $IMG2$ alle zugehörigen Daten zu löschen.",
    "placeholders":{
      "IMG1": {
        "content": "$1",
        "example": "<img src='URL' />"
      },
      "IMG2": {
        "content": "$2",
        "example": "<img src='URL' />"
      }
    }
  },
  "githubPromote": {
    "message": "Wenn du mehr über die Änderungen erfahren möchtest, dann schau dir doch mal unser Repository auf GitHub an. Die gesamte Web-Extension ist open source:"
  },
  "extensionDescription": {
    "message": "Crossfoam ist ein Werkzeug zur Analyse sozialer Netzwerke."
  },
  "popupExploreLink": {
    "message": "Daten explorieren"
  },
  "popupScrapeTitle": {
    "message": "Laufende Datensammlungen"
  },
  "settings": {
    "message": "Einstellungen"
  },
  "secondsShort": {
    "message": "Sek."
  },
  "minutesShort": {
    "message": "Min."
  },
  "hoursShort": {
    "message": "Std."
  },
  "daysShort": {
    "message": "Tage"
  },
  "continue": {
    "message": "Weiter"
  },
  "confirmDelete": {
    "message": "Mit dem Löschen fortfahren?"
  },
  "invalidLinkMessage": {
    "message": "Der angeklickte Link wird nicht unterstützt. Bitte klicken Sie einen korrekten User-Link an. Eine umfassende Erklärung finden Sie auf LINK."
  },
  "requestLinkTitle": {
    "message": "Analyse Anfrage"
  },
  "duplicateLinkMessage": {
    "message": "Es sieht so aus, als wurde der Nutzername <strong>$1</strong> schon einmal untersucht. Möchtest du eine weitere Analyse durchführen?"
  },
  "yes": {
    "message": "Ja"
  },
  "no": {
    "message": "Nein"
  },
  "contextMenu": {
    "message": "Netzwerk der Nutzer*in analysieren"
  },
  "authRequiredMessage": {
    "message": "Sorry, du musst den Service '$1' erst autorisieren."
  },
  "openSettings":{
    "message": "Einstellungen öffnen"
  },
  "close": {
    "message": "Schließen"
  },
  "cancel": {
    "message": "Abbrechen"
  },
  "save": {
    "message": "Speichern"
  },
  "popupCancelLink":{
    "message": "Prozess abbrechen"
  },
  "popupPending":{
    "message": "Warteschlange"
  },
  "navAnalysis":{
    "message": "Analyse"
  },
  "navHelp":{
    "message": "Hilfe"
  },
  "exportCsvLabel":{
    "message": "CSV (2 Dateien)"
  },
  "exportJson2Label": {
    "message": "JSON (2 Dateien)"
  },
  "exportGexfDesc": {
    "message": "Graph Exchange XML Format (alle Attribute)"
  },
  "exportGdfDesc": {
    "message": "Datenbank-Tabelle mit Definitionen, genutzt von GUESS (alle Attribute)"
  },
  "exportGmlDesc": {
    "message": "Graph Modeling Language (alle Attribute)"
  },
  "exportGraphMlDesc": {
    "message": "XML basiertes Fromat (alle Attribute)"
  },
  "exportPajekNetDesc": {
    "message": "NET Datei (nur Gewichtungen, keine Attribute)"
  },
  "exportDotDesc": {
    "message": "DOT Datei genutzt von GraphViz (alle Attribute)"
  },
  "exportTlpDesc": {
    "message": "TLP Format genutzt von Tulip (nur Topologie, keine Gewichtung)"
  },
  "exportNetdrawDesc": {
    "message": "VNA Format genutzt von Netdraw (alle Attribute)"
  },
  "exportCsvDesc": {
    "message": "Komma-separierte Werte, je eine Datei für Knoten & Kanten (alle Attribute)"
  },
  "exportJson2Desc": {
    "message": "JSON Dateien, je eine Datei für Knoten & Kanten (alle Attribute)"
  },
  "exportJsonDesc": {
    "message": "JSON Datei {nodes:[],edges:[]} (alle Attribute)"
  },
  "exportMessage": {
    "message": "Bitte wähle ein Dateiformat für den Export aus"
  },
  "back": {
    "message": "zurück"
  },
  "next": {
    "message": "weiter"
  },
  "backToOverview": {
    "message": "zurück zur Übersicht"
  },
  "helpCluster_1": {
    "message": "In dieser Ansicht hast du die Möglichkeit die einzelnen Cluster genauer zu untersuchen. Klicke auf ein Cluster um alle darin enthaltenen Accounts angezeigt zu bekommen."
  },
  "helpCluster_2": {
    "message": "Von hier kannst du weiter auf einzelne Personen klicken und dir deren Verbindungen innerhalb dieses Netzwerks anzeigen zu lassen."
  },
  "helpCluster_3": {
    "message": "Wichtig hier ist, dass die angezeigten Freunde der einzelnen Accounts nur die Verbindungen innerhalb des aktuellen Netzwerkes darstellen. Darüber hinaus können die Personen weitere Freunde habe."
  },
  "helpCluster_4": {
    "message": "Über den Button oben rechts 'Proxies anzeigen/ausblenden' kannst du dir auch Verbindungen anzeigen, welche nur über Proxies zustande kommen. Wenn du mehr über Proxies erfahren willst, klick <a href='help.html#proxies'>hier</a>."
  },
  "helpList_1": {
    "message": "Dies ist die Listenansicht, hier kannst du schnell Personen finden oder die Namen und Farben der Cluster anpassen."
  },
  "helpList_2": {
    "message": "Um jemanden zu finden, nutze die Suche oben links."
  },
  "helpList_3": {
    "message": "Wenn du mit der Maus über eine Person fährst, bekommst du einen Link um dir die Freunde dieser Person im aktuellen Netzwerk anzuschauen, alternativ kannst du auch zum Social Media Profil der Person wechseln."
  },
  "helpList_4": {
    "message": "Über das kleine Stift-Symbol neben dem Cluster-Namen kannst du das Cluster umbenennen und die Farbe verändern."
  },
  "helpList_5": {
    "message": "Über das kleine Augen-Symbol kannst du ein- bzw. ausschalten, ob dieses Cluster auf Sozialen Medien bei den entsprechenden Accounts angezeigt werden soll. <strong>Hinweis:</strong> Du kannst diese Funktion auch in den <a href='options.html'>Einstellungen</a> komplett ausschalten."
  },
  "helpOverview_1": {
    "message": "Dies ist die Übersichts-Visualisierung. Hier werden alle Freund*innen der ausgewählten Nutzer*in angezeigt. <strong>Aber warum ist dies interessant?</strong>"
  },
  "helpOverview_2": {
    "message": "Die Inhalte die uns auf Social Media Plattformen angezeigt werden, werden nicht nur von den Inhalten mit den wir interagieren beeinflusst, sondern auch von den Menschen die wir als unsere Freund*innen markieren."
  },
  "helpOverview_3": {
    "message": "Nehmen wir Twitter als Beispiel. Die Inhalte die wir als Nutzer*innen in unserer Timeline angezeigt bekommen, sind hauptsächlich davon beeinflusst wen wir als Freunde habe. Wenn unsere Freund*innen twittern, retweeten oder etwas liken, steigt die Wahrscheinlichkeit, dass dieser Tweet in unserer Timeline auftaucht."
  }, 
  "helpOverview_4": {
    "message": "Wenn mehr deiner Freund*innen mit einem bestimmten Inhalt interagieren, steigt die Wahrscheinlichkeit, dass dieser Inhalt dir empfohlen wird."
  },
  "helpOverview_5": {
    "message": "In der Mitte der Visualisierung, sehen wir die direkten Freund*innen der Nutzer*in. Umso größer der Kreis eines Freundes ist, umso besser ist er mit den restlichen Freunden vernetzt und entsprechend größer die Wahrscheinlichkeit, dass der Nutzer Inhalte dieser Nutzer*in angezeigt bekommt."
  },
  "helpOverview_6": {
    "message": "Der zweite Bereich zeigt die Freund*innen der Freund*innen der Nutzer*in. Umso größer der jeweilige Kreis ist, umso mehr Freund*innen der Nutzer*in folgen dieser Person und entsprechend höher die Wahrscheinlichkeit, dass deren Inhalte der Nutzer*in angezeigt werden."
  },
  "helpOverview_7": {
    "message": "Der äußerste Bereich zeigt Freund*innen der Freund*inne, welche nur eine Freund*in der Nutzer*in kennen."
  },
  "helpOverview_8": {
    "message": "Vielen werden nun sagen, dass dies doch alles relativ offensichtlich ist. Es ist aber wichtig sich in Erinnerung zu rufen, dass die Menschen die von uns als Freunde markiert werden, einen starken Einfluss auf die Inhalte haben, welche uns angezeigt werden und damit auch auf unseren Blick auf die Welt."
  },
  "helpNetwork_1": {
    "message": "Dies ist die Netzwerk-Ansicht. Hier werden alle Freunde des ausgewählten Accounts und ihre Verbindungen untereinander angezeigt."
  },
  "helpNetwork_2": {
    "message": "In vielen Fällen wird man aus den Verbindungen nicht viel Details erkennen können. Dies nennt man auch den 'hairball' Effekt."
  },
  "helpNetwork_3": {
    "message": "Wenn du die Verbindung genauer untersuchen möchtest, nutze am besten die Cluster-Ansicht."
  },
  "helpNetwork_4": {
    "message": "In dieser Netzwerk-Ansicht, kann man sehr gut Ausreißer erkennen, z.B. Personen die mit niemandem, oder so gut wie niemandem, im Netzwerk verbunden sind."
  },
  "helpNetwork_5": {
    "message": "Man kann erkennen wie stark die einzelnen Cluster miteinander verbunden sind und welche Personen besonders zentral in bestimmten Clustern oder zwischen Clustern sind."
  },
  "helpNetwork_6": {
    "message": "Wenn es so aussieht, als wären alle mit allen verbunden, dann ist die Wahrscheinlichkeit hoch, dass das Gesamtnetzwerk sehr homogen ist. Dies kann dazu führen das z.B. Meinungen in diesem Netzwerk auch sehr ähnlich sind."
  },
  "helpNetwork_7": {
    "message": "Wir versuchen jedem Nutzer ein Cluster zuzuweisen. Diese Zuweisung ist aber nicht absolut. Nutz den Knopf oben links um zu sehen, mit welchen anderen Clustern die Nutzer auch Verbindungen haben."
  }
}